{
  "Cfp": {
    "where": "Florence",
    "when": "Started",
    "lenght": "Cierra en enero de 2024",
    "description": "Submit your proposal before January 31st",
    "maincta_text": "Presentar el papel :)",
    "secondarycta_text": "Envíanos un correo electrónico",
    "description_1": "Siga leyendo si quiere saber más sobre los temas de mayor interés para los asistentes a nuestra comunidad",
    "description_2": "Puede encontrar toda la información comunitaria en nuestro sitio web"
  },
  "Cfv": {
    "where": "Florencia",
    "when": "Started",
    "lenght": "Closes in Jan 2024",
    "description": "¿Te gustaría ayudarnos a organizar el evento? Pongámonos en contacto y conozcámonos!",
    "maincta_text": "Envíanos un correo :)",
    "description_1": "Puedes encontrar toda la información sobre la comunidad en nuestra web"
  },
  "Landing": {
    "title": "Estamos llegando, otra vez. Estad atentos",
    "support_us": "Ayúdenos a OSDay24"
  },
  "Header": {
    "menu_label": "El botón del menú abre la barra lateral con enlaces",
    "sh_alt": "Logotipo de la Comunidad del Sombrero de Schrodingers - Únase a la comunidad de código abierto",
    "home_link": "Inicio",
    "agenda_link": "Agenda",
    "venue_link": "Lugar de celebración",
    "about_link": "A propósito de",
    "sponsor_link": "Sponsor",
    "speakers_Link": "Speakers",
    "photo_link": "Fotos",
    "cfp_link": "CFP",
    "cfv_link": "CFV",
    "updates": "Notificación",
    "erwin_alt": "Imagen de Erwin Schrodinger",
    "edition": "Edición 2023",
    "edition21": "Edición 2021",
    "notification": {
      "n1": "The conference was incredible! Thank you for participating!"
    }
  },
  "InternalError": {
    "title": "500 Page",
    "subtitle": "Err err",
    "where": "Anywhere",
    "when": "Anytime",
    "length": "Infinity",
    "type": "HTTP Error",
    "description": "Parece que has encontrado ¡500! ¿Te gustaría volver? :)"
  },
  "NotFound": {
    "title": "404 Page",
    "subtitle": "You are Lost - Season Finale",
    "where": "Anywhere",
    "when": "Anytime",
    "length": "Infinity",
    "type": "HTTP Error",
    "description": "Parece que has encontrado la temporada secreta de la mejor serie de este tiempo, ¡404! ¿Te gustaría volver? :)"
  },
  "Newsletter": {
    "title": "Open Source Day 2024",
    "subtitle": "El open source te quiere",
    "where": "Ovunque",
    "when": "Una volta al mese",
    "length": "07/08 Marzo 2024",
    "type": "Newsletter",
    "description": "Suscríbase al boletín para estar al día sobre el Día del Software Libre 2024, la Sesión Schrodinger y otras noticias. No enviaremos spam, lo prometemos.",
    "subscribe": "Me suscribo",
    "thanks": "Gracias por inscribirte, hasta pronto."
  },
  "Ticket": {
    "title": "Hast pronto en el #OSDay24!",
    "subtitle": "Tu amas el open source y el open source ama ti!",
    "where": "everywhere",
    "when": "Una vez al mes",
    "length": "07/08 marzo 2024",
    "type": "Ticket",
    "description": "Gracias por registrarte en el evento #OSDay24, ¡hasta pronto!",
    "share_now": "Compartir",
    "copy_share": "Copiar y compartir",
    "copied": "¡Copiado!",
    "copy": "¡Copia el enlace y comparte en las redes sociales!"
  },
  "About": {
    "title": "Open Source Day 2024",
    "subtitle": "A propósito de",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "A propósito de",
    "description": "¡El Día del Código Abierto llega a su tercera edición en Florencia, Italia! ¡Este año hemos decidido hacerlo aún más grande! En esta edición vamos a tener dos días de conferencia, lleno de gente apasionada por el entorno de código abierto: mantenedores, junior dev, senior dev, ingeniero gerente, full stack, y así sucesivamente asistirán al evento. No dudes en charlar con los ponentes y los patrocinadores"
  },
  "2021": {
    "subtitle": "Open Source Day 2021",
    "watch": "Mira ahora las conversaciones del año pasado!"
  },
  "Agenda": {
    "title": "Open Source Day 2024",
    "subtitle": "Agenda",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Agenda",
    "description": "¡Esta es la agenda oficial del OSDay2024!",
    "heading": "Diríjase a la página de la CFP o póngase en contacto con nosotros directamente @ <link>SH</link>",
    "heading_2": "Puede encontrar toda la información sobre la comunidad en nuestro sitio web <link>Schrodingers Hat</link> y si tiene alguna duda sobre la inclusión, la diversidad o la accesibilidad, pregúntenos en cualquier momento!",
    "maincta_text": "Presentar el papel :)",
    "secondarycta_text": "Envíanos un correo electrónico",
    "agenda_1": "Our call for papers is still open! Want to join? :)",
    "agenda_2": "This could be you! Give it a try :)",
    "agenda_3": "Únete a nosotros el 24 de marzo de 2024"
  },
  "DEI": {
    "title": "Open Source Day 2024",
    "subtitle": "Diversidad e inclusión",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "DEI",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)"
  },
  "Policies": {
    "title": "Open Source Day 2024",
    "subtitle": "Policies",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Policies",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)"
  },
  "Rules": {
    "title": "Open Source Day 2024",
    "subtitle": "Rules of Conduct",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Normas",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)",
    "heading1": "Schrödinger Hat is dedicated to a harassment-free event for everyone.",
    "heading2": "You can find our Rules of Conduct on our community website, <link>here</link>."
  },
  "Speakers": {
    "title": "Open Source Day 2024",
    "subtitle": "Los oradores oficiales",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Speakers",
    "description": "Recibimos más de 140 propuestas de más de 100 ponentes. La votación de la comunidad se realizó en Discord.",
    "tbd": {
      "id": "tbd",
      "name": "TBD",
      "talk_title": "TBD"
    },
    "pj": {
      "id": "pj",
      "name": "PJ Hagerty",
      "job_title": "Founder of DevRelate.io",
      "talk_title": "Open Source Isn't What It Used to Be",
      "talk": "Many folks have an image of Open Source. To some it’s “if I build it, they will come”. Others, “it’s unregulated, Wild West - not dependable”. And even others, “it’s how we do business”.\n\nAll this has changed, and continues to change. Open Source have become financially a part of everything technology driven. But what does that mean for us as developers?\n\nIn this talk, we’ll discuss Open Source as it stands today, the best way to use Ooen Sourve, and how to be a participant and good Open Source citizen.",
      "twitter_url": "https://twitter.com/aspleenic",
      "linkedin_url": "https://linkedin.com/in/pjhagerty/"
    },
    "irine": {
      "id": "irine",
      "name": "Irine Kokilashvili",
      "name_2": "Leo Vernisse",
      "job_title": "Systems Engineer at EPAM Systems",
      "job_title_2": "Open Source Developer at NextHat",
      "talk_title": "Nanocl: Our Open Source Story",
      "talk": "Nanocl, born from the grounds of a study project, became something more than just that. Now it is more than just code; it's the narrative of our growth.\n\nIt all began when a vision sparked within us, we saw a problem and decided to code Nanocl, the Rust alternative of Kubernetes. Since then, the project has taught us the power of open source, building a community and important lessons in Distributed computing. This is our story of learning and maturing, with power of open source.",
      "github_url": "https://github.com/mamaicode",
      "linkedin_url": "https://www.linkedin.com/in/irine-kokilashvili-84627a264/",
      "linkedin_url_2": "https://www.linkedin.com/in/l%C3%A9o-vernisse-40156697/"
    },
    "francesco": {
      "id": "francesco",
      "name": "Francesco Corti",
      "job_title": "Principal Product Manager at Docker",
      "talk_title": "From the origin to the future of Open Source model and business",
      "talk": "Is Open Source dead or dying out? Is Open Source at risk? Should you invest time and effort in doing Open Source software?\n\nIn this talk we will start from the very beginning of the OSS idea since the 70's and all its evolutions until today's days.\n\nWe are going to discuss the most recent challenges of Open Source through examples and evidence, until one of the most interesting questions that we all have in mind: where is Open Source going?\n\nFrancesco is a passionate Open Source enthusiast with several years of experience in the field, working for relevant Open Source projects in the market like Docker, Backstage by Spotify, Alfresco by Hyland, and Pentaho by Hitachi Vantara (the latest as community contributor).",
      "twitter_url": "https://twitter.com/FrkCorti",
      "linkedin_url": "https://www.linkedin.com/in/fcorti/"
    },
    "iulia": {
      "id": "iulia",
      "name": "Iulia Feroli",
      "job_title": "Senior Developer Advocate at Elastic",
      "talk_title": "Harry Potter and the Elastic Python Clients",
      "talk": "Ever wanted to revisit your favourite moments in a book or movie? To find that specific scene you don’t remember the exact dialogue from, but you know it was funny or emotional? Look no further! Call it overkill, but I’ve indexed the Harry Potter books and movie scripts to enable just that - complex, semantic search. By combining different third party LLMs (like sentiment analysis) and native vector search capabilities; with some extra special Elastic optimising magic sprinkled on top - we can go on a magical search journey. All of it powered by the (multiple!) Elastic Python clients.",
      "linkedin_url": "https://www.linkedin.com/in/iuliaferoli/"
    },
    "fabien": {
      "id": "fabien",
      "name": "Fabien Vauchelles",
      "job_title": "Anti-Ban Expert and Scrapoxy creator",
      "talk_title": "Mastering Web Scraping with Scrapoxy: Unleash Your Data Extraction Wizardry!",
      "talk": "Unlock the full potential of web scraping with this Scrapoxy! From novice to virtuoso, join us on an exciting journey of data extraction as we unravel secrets and advanced techniques.",
      "twitter_url": "https://twitter.com/fabienv",
      "linkedin_url": "https://www.linkedin.com/in/fabienvauchelles/"
    },
    "samantha": {
      "id": "samantha",
      "name": "Samantha Holstine",
      "job_title": "Developer Advocate at Camunda",
      "talk_title": "Orchestrate the Chaos: Process Automation in Modern Architectures",
      "talk": "A recent (2022) poll by Kong placed the average number of microservices for a single enterprise at 184! Modern architecture patterns are great at optimizing resource usage, but what happens when you need to make a critical change to one process that spans multiple shared services?\n\nComplex business processes can be difficult to manage and automate. How do you quickly implement changes while maintaining uptime? How do you introduce a new service to an existing process? In this talk, we will discuss how to use Business Process Modeling (BPM) to orchestrate and execute complex business processes in your application. Don't let the name fool you: this not your father's Visio diagram. Everyone should leave this talk with a new approach to solving their orchestration complexities!",
      "linkedin_url": "https://www.linkedin.com/in/samantha-holstine-77598916b/"
    },
    "abdel": {
      "id": "abdel",
      "name": "Abdel Sghiouar",
      "job_title": "Cloud Developer Advocate at Google Cloud",
      "talk_title": "Our dependency on Open Source is scary. SLSA, SBOM and Sigstore to the rescue",
      "talk": "We depend on OSS so much; no one is writing a cURL or Math Library anymore; everyone is just maven or npm pulling a bunch of stuff from the Internet, and that’s scary. How do you know your dependencies are free of backdoors or vulnerabilities? Have you heard of SLSA, SBOM, or the new fuzzy word in the street, “Software Supply Chain Security'' before? Maybe yes, if you are an avid reader of some tech publications. But what does this all mean? Or rather, should you care? Well, the answer is it depends. In this talk, the speaker will attempt to clarify these words and what they mean and present a state of the security world with tools and methodologies people and organizations are implementing to ensure the software is secured from dev to production.",
      "twitter_url": "https://twitter.com/boredabdel",
      "linkedin_url": "https://www.linkedin.com/in/sabdelfettah/"
    },
    "vipul": {
      "id": "vipul",
      "name": "Vipul Siddharth",
      "job_title": "Open Source Innovation Specialist at UNICEF Office of Innovation",
      "talk_title": "Innovation for Impact and Digital Public Goods",
      "talk": "In today's digital landscape, we are faced with a stark reality: half the globe lacks internet access, and existing digital solutions often overlook the crucial needs of children and marginalized communities. As UNICEF's Open Source Lead, I witness firsthand how technological advancements can bypass the most vulnerable. Voices go unheard, and crucial data, when extracted, often fails to leave profit, power, and value in the global south.\n\nWe at UNICEF Office of Innovation, through our Venture Fund, are striving to bridge this gap. We're not just piloting accessible Open Source solutions; we're funding for-profit early-stage startups to innovate openly, broadening access and impact. We aim to collaborate with those often overlooked in technology spaces, ensuring digital advancements benefit all, especially children in need.\n\nJoin me in exploring the UNICEF Innovation Fund’s operation and impact on global Open Source projects. Discover our approach to Digital Public Goods and how we're shaping a digital ecosystem that's inclusive, equitable, and retains value where it's most needed.",
      "twitter_url": "https://twitter.com/siddharthvipul",
      "linkedin_url": "https://www.linkedin.com/in/siddharthvipul/"
    },
    "nathan": {
      "id": "nathan",
      "name": "Nathan Marrs",
      "job_title": "Tech Lead of Data Visualization at Grafana Labs",
      "talk_title": "How to Monetize Your OSS Project While Keeping Its Soul Intact: A Grafana Story",
      "talk": "Join Nathan for an engaging talk that uncovers the art of monetizing open-source projects without compromising their core principles. In this captivating presentation, attendees will delve into the real-world success story of Grafana, where Nathan will share actionable insights and strategies for achieving financial sustainability while preserving the soul of your beloved open-source endeavor.\n\nNathan's talk promises to be an eye-opener for open-source enthusiasts, project maintainers, and business-minded individuals alike. Whether you're passionate about Grafana or eager to unlock the potential of your own OSS project, this presentation offers a roadmap for harmonizing monetary success with open-source ethos.",
      "twitter_url": "https://twitter.com/NathanielMarrs",
      "linkedin_url": "https://www.linkedin.com/in/nmarrs/"
    },
    "valeria": {
      "id": "valerina",
      "name": "Valeria Salis",
      "job_title": "Software developer at SparkFabrik",
      "talk_title": "Building a Sustainable Web: a practical exploration of Open Source tools and strategies",
      "talk": "Being someone deeply concerned about climate change, I stumbled upon web sustainability by chance. I first learned about how to create a better User Experience taking in consideration sustainability principles and strategies. It wasn’t enough for me. I searched for more information and tried to connect some key words to “sustainable” or “sustainability” such as cloud sustainability, more sustainable cms, more sustainable programming languages, etc. At some point I didn’t know where I was and what I was searching for anymore as I couldn’t see a clear and linear path (sorry, INTJ problems). So I tried to build it myself and, as small as they seemed, I made some steps forward and open source and the community aspect had a key role. In this talk we will take a look at those steps and explore some open source tools and resources so the approach to a more sustainable development won’t seem like an insurmountable obstacle any longer.",
      "linkedin_url": "https://www.linkedin.com/in/valeria-salis/"
    },
    "santosh": {
      "id": "santosh",
      "name": "Santosh Yadav",
      "job_title": "Senior Software Engineer at Celonis",
      "talk_title": "The open source build tool everyone needs",
      "talk": "Developers invest time writing code, ensuring the code is well structured, going through code reviews, and then ending up waiting for builds, tests, end-to-end tests to pass on local machines and CI.\n\nFor larger open source and enterprise projects, the challenge is building what is changed; Google has been doing this for years; let me tell you about Nx, the tool built by Ex-Googlers, which can help give superpower to your developers; it gives you: Ability to create more structured code,Speed up local, and CI runs,Identify flaky tests,Ability to share build cache,More detailed report of CI usage,Ability to distribute your tasks to multiple agents\n\nIf you are struggling with any of the above, what are you waiting for? Join me in this talk and enable the developer superpower for your team.",
      "twitter_url": "https://twitter.com/SantoshYadavDev"
    },
    "federico": {
      "id": "federico",
      "name": "Federico Terzi",
      "job_title": "Creator of Espanso.org, Software Architect at AnimaApp",
      "talk_title": "Fearless replication: building a CRDT in JS",
      "talk": "Nowadays, users expect every application to sync seamlessly across devices. Implementing a reliable synchronization mechanism is not trivial, and can become a major challenge if we want our applications to keep working without a stable internet connection (aka. local-first).\n\nIn this talk, we’ll talk about CRDTs (aka. Conflict-free Replicated Data Types), a data structure that makes state synchronization between replicas a breeze, even when lacking a stable connection. CRDTs are extremely versatile, making it possible to power use cases like real-time collaboration (eg. Google Docs), all the way down to distributed databases.\n\nWe’ll introduce the necessary concepts step by step, building a basic, but fully functional CRDT in JavaScript, giving you the foundations to add them to your distributed systems toolbox.",
      "twitter_url": "https://twitter.com/terzi_federico",
      "linkedin_url": "https://www.linkedin.com/in/federico-terzi/"
    },
    "sabrina": {
      "id": "sabrina",
      "name": "Sabrina Mazzola",
      "job_title": "Senior Consultant/Scrum Master at adesso SE",
      "talk_title": "How you can find your space of belonging in IT with diversity sensitive approach",
      "talk": "In IT, many people are labeled as neurodiverse (being on the autism spectrum, ADHS) or just have an extraordinary level of being introvert. Is it a disorder? Or just an advanced adaptation to recent challenges, how science suggests? Whats clear: A diversity sensitive approach will liberate affected people from stigma and will provide Scrum teams as a whole what is needed likewise in inclusion and Scrum: Psychological safety and belonging. This talk will show you how to reach that goal - in 7 steps, guided by an empathetic journey.",
      "linkedin_url": "https://www.linkedin.com/in/sabrina-mazzola1908/"
    },
    "andrey": {
      "id": "andrey",
      "name": "Andrey Sitnik",
      "job_title": "Lead front-end developers at Evil Martians",
      "talk_title": "How to Make Your Open Source Project Popular",
      "talk": "The talk is summarizing my 15 years of making open source tools. Some of them became popular (PostCSS, Autoprefixer, and Nano ID have more than 60 M downloads per month) but most projects were not popular (and their fails taught me more that successes' projects).\n\nThe talk is not about the dark patterns, but about the things which many maintainers forget: about the users and the fact, that users don’t have enough time: Why open source dream is a lie?, What are good and bad reasons to create an open source project?, How to write docs readable (even for users who have a hard-working day)?, What to do if you are not a native English speaker?, How to deal with hate?\n\nA few tricks to reduce burnout a little.",
      "twitter_url": "https://twitter.com/sitnikcode",
      "linkedin_url": "https://www.linkedin.com/in/sinik/"
    },
    "mario": {
      "id": "mario",
      "name": "Mario Fiore Vitale",
      "job_title": "Senior Software Engineer at Red Hat",
      "talk_title": "Dealing with data consistency - a CDC approach to dual writes",
      "talk": "Are data consistencies keeping you up at night? We will explore how Change Data Capture (CDC) can be used to synchronize data across multiple systems without compromising integrity. The spotlight of this tech talk will be on Debezium, an open-source CDC platform that excels in capturing and delivering database changes across various systems. We will see how it can be used to enable seamless dual writes, ensuring data consistency across multiple data stores without compromising performances.",
      "twitter_url": "https://twitter.com/mvitale86",
      "linkedin_url": "https://www.linkedin.com/in/mfvitale/"
    },
    "roman": {
      "id": "roman",
      "name": "Roman Khavronenko",
      "job_title": "Software Engineer at VictoriaMetrics",
      "talk_title": "How to monitor the monitoring",
      "talk": "Monitoring protects us from the unknown, and makes us see through the complexity of distributed systems and hardware.But what is monitoring if not another complex distributed system? And what happens when it fails?\n\nVictoriaMetrics is an open-source distributed monitoring solution for metrics. Users trust it to provide observability for their services and infrastructure. But as with any distributed system, combining unique settings, versatile workload, and hardware specifics could result in unexpected state of VictoriaMetrics software. In the talk, Roman Khavronenko will cover how the monitoring approach evolved over time after encountering many unique VictoriaMetrics support cases.\n\nWhat is Monitoring of Monitoring? How to build engineer-friendly Grafana dashboards, create meaningful alerts, and compile troubleshooting guides for open-source product?\n\nDiscuss these and other monitoring-related questions together with Roman!",
      "twitter_url": "https://twitter.com/hagen1778",
      "linkedin_url": "https://www.linkedin.com/in/roman-khavronenko-47b51a63/"
    },
    "alessandro": {
      "id": "alessandro",
      "name": "Alessandro Albano",
      "job_title": "IT Senior Developer Java EE at Spindox",
      "talk_title": "🇮🇹 Designing Accessible and Inclusive Software: An Opportunity for All",
      "talk": "",
      "linkedin_url": "https://www.linkedin.com/in/alessandro-albano-57b015122/"
    },
    "sasha": {
      "id": "sasha",
      "name": "Sasha Denisov",
      "job_title": "Chief Software Engineer at EPAM",
      "talk_title": "Flutter and AppleTV. Story of one challenge",
      "talk": "Flutter, an open-sourced framework by Google, officially supports six platforms (Android, iOS, Web, MacOS, Linux, Windows), but, unfortunately, no TV platforms are on the list. While Flutter applications can indeed be developed for TV platforms, and launching your app on Android TV can be relatively easy, the situation with Apple TV is far more complex. But, as you remember, Flutter is open-source, so we can fork it and create our own Flutter. In this talk, I will describe step-by-step how we solved this task and finally launched a Flutter application on AppleTV",
      "linkedin_url": "https://www.linkedin.com/in/aleks-denisov/",
      "twitter_url": "https://twitter.com/ShuregDenisov"
    },
    "arafat": {
      "id": "arafat",
      "name": "Arafat Khan",
      "job_title": "Engineer at Sourcegraph",
      "talk_title": "Flipping the Script: How Open-Source AI is Rewriting the Rulebook",
      "talk": "This energetic talk is a vibrant exploration into open-source AI tooling, reimagining AI as an innovator's playground. It takes a dynamic journey through cutting-edge open source tools like Mixtral (an LLM), Llama Index (Open source RAG tooling), and Cody (AI Coding editor). Packed with live demos and engaging development stories, it bridges AI ethics and community-driven innovation. Get set for an electrifying leap into programming's future, where open-source AI isn't just a concept but a revolution in the making!",
      "twitter_url": "https://twitter.com/arafatkatze"
    },
    "sohan": {
      "id": "sohan",
      "name": "Sohan Maheshwar",
      "job_title": "Developer Advocate Lead at Fermyon",
      "talk_title": "A Greener, Cost-Effective Cloud with Serverless WebAssembly",
      "talk": "Software Carbon Intensity (SCI) quantifies emissions from an application, combining operational and hardware emissions. Serverless functions reduce operational emissions by running apps on-demand, but faces cold-start delays. WebAssembly (Wasm) offers a solution to cold-start issues with near-instant startup, akin to containers but more efficiently.\n\nWasm modules are just as secure as containers with default sandboxing, yet they start almost instantly (in microseconds). In this session, we discuss why Wasm is the ideal & greenest unit of compute for Serverless applications and how you can get started using Serverless Wasm with Spin - an open source developer tool. We’ll demo running AI inferencing Spin applications and discuss how it also enables better GPU resource sharing. By the end, you’ll have an understanding of the characteristics that make Wasm a cost-effective and sustainable unit for a greener cloud.",
      "linkedin_url": "https://www.linkedin.com/in/sohanmaheshwar/",
      "twitter_url": "https://twitter.com/soganmageshwar"
    },
    "noah": {
      "id": "noah",
      "name": "Noah Jelich",
      "job_title": "Lead Security Researcher at Hacken Cybersecurity Services",
      "talk_title": "Unveiling WasmCov: Revolutionizing Test Coverage Across Wasm Ecosystems",
      "talk": "WebAssembly (Wasm) has seen widespread adoption, yet a significant challenge persists—lack of support for comprehensive test coverage solutions like LLVM. In the realm of blockchain, where code vulnerabilities can have severe consequences, relying on automated testing becomes paramount. This presentation delves into the limitations of current test coverage suites for Wasm and introduces an innovative solution - WasmCov. Developed by Noah Jelich and Bartosz Barwikowski at Hacken, WasmCov pioneers the field of Wasm module coverage, providing a robust testing tool to fortify smart contract development in blockchain environments.",
      "linkedin_url": "https://www.linkedin.com/in/njelich/",
      "twitter_url": "https://twitter.com/NoahJelich"
    },
    "christina": {
      "id": "christina",
      "name": "Christina Dahlén",
      "job_title": "Developer & Project Lead at 84codes",
      "talk_title": "Why Writing To Disk Is Faster: Building a Message Broker",
      "talk": "This talk introduces LavinMQ, an open-source message broker engineered for optimal resource utilisation and high performance. The presentation covers the basics of message queuing, discussing its practical applications. Then we'll delve into LavinMQ's technical details, showcasing its exceptional performance through benchmark comparisons and architectural examples. Beyond message broker development, the session provides actionable tips for enhancing network applications that are performance or resource sensitive. Join me for an exploration of LavinMQ and learn more about performance optimisation for network applications.",
      "linkedin_url": "https://www.linkedin.com/in/christinadahlen/"
    },
    "eriol": {
      "id": "eriol",
      "name": "Eriol Fox",
      "job_title": "OSS Designer and Product manager",
      "talk_title": "The secret lives of OSS designers",
      "talk": "In October 2023 Superbloom.design published findings from 10-16 week diary studies reported by designers actively working on OSS contributions. The diary studies aim was to investigate some of the key questions relating to design in OSS and fill some of the larger systemic “gaps” of information from non-code contributors’ experiences in OSS. There is existing research about designers in open source, but it has focused on analysis of data on issue trackers or interviews with designers.\n\nThis session will cover an overview of the study, some of the key learnings and recommendations from Superbloom Designers on how to improve and progress design in OSS.\n\nMixed into this talk will be overviews and insight into the world of design in OSS tools along with some ways to work with designers in your OSS projects.",
      "linkedin_url": "https://www.linkedin.com/in/eriolfox/",
      "twitter_url": "https://twitter.com/EriolDoesDesign"
    },
    "graziano": {
      "id": "graziano",
      "name": "Graziano Casto",
      "job_title": "Technical Product Expert at Mia-Platform",
      "talk_title": "Practical Policy-as-Code (PaC) with OPA and a managed sidecar container",
      "talk": "The cloud-native landscape brings incredible advantages, but it also introduces new security challenges, making safeguarding a top priority. In the traditional policy enforcement model, manual management leaves organizations vulnerable to inevitable breaches due to human error – a matter of 'when,' not 'if.' Enter Policy-as-Code (PaC), a game-changing approach that leverages code to define and manage policies, transforming rules and conditions into actionable directives. By keeping policy definitions in source code control, whenever a change is made, it can be tested, validated, and then executed. The goal of PaC is not to detect policy violations but to prevent them. In this session we delve into the practical implementation of a Policy-as-Code strategy for your organization using Rönd and Open Policy Agent, two powerful open-source projects that could help you to redefine your security paradigm.",
      "linkedin_url": "https://www.linkedin.com/in/castograziano/",
      "twitter_url": "https://twitter.com/cst_grzn"
    },
    "paolo": {
      "id": "paolo",
      "name": "Paolo Insogna",
      "job_title": "Node.js TSC and Staff DX Engineer at NearForm",
      "talk_title": "From Smart Home to Smart Cats: extending my home automation to my pets",
      "talk": "When going online and searching for new gadgets for our home, we often find Alexa, HomeKit or Google Assistant compatibility badges. Are these compatibility layers hard to code? What if I want to code mine?\n\nThe truth is that every gadget that is connected to the internet is probably speaking to an HTTP or MQTT API. And this means you know how to use it. In this talk, I will show you how I easily made my cat’s life way technological.",
      "linkedin_url": "https://www.linkedin.com/in/pinsogna/",
      "twitter_url": "https://twitter.com/p_insogna"
    },
    "costa": {
      "id": "costa",
      "name": "Costa Tsaousis",
      "job_title": "Founder & CEO at Netdata",
      "talk_title": "Netdata: Open Source, Distributed Observability Pipeline - Journey and Challenges.",
      "talk": "Netdata is a powerful open-source, distributed observability pipeline designed to provide higher fidelity, easier scalability, and a lower cost of ownership compared to traditional monitoring solutions. This presentation will offer an in-depth overview of the journey we've undertaken in building Netdata, highlighting the challenges we've faced and the innovative solutions we've developed to address them.\n\nIn this presentation, we will delve into the history of Netdata, starting from its inception. We'll discuss the initial goals of creating a monitoring tool that could offer high-resolution metrics, auto-detection of metrics, and real-time visualization, all with minimal configuration required. We'll also explore how Netdata garnered rapid attention and support from the open-source community.\n\nThe presentation will then shift focus to the evolution of Netdata, including the development of: a very efficient database engine (Netdata vs Prometheus: 35% less cpu utilization, 49% less memory, 12% less bandwidth, 98% less disk I/O, and 75% less size on disk for the same dataset), a powerful alerting engine that uses statistical analysis, machine learning and templates for fully automated alerts, a streaming protocol supporting streaming of live data, replication of metrics, and support for routing interactive queries between Netdata agents",
      "linkedin_url": "https://www.linkedin.com/in/costatsaousis/",
      "twitter_url": "https://twitter.com/CostaTsaousis"
    },
    "stefano": {
      "id": "stefano",
      "name": "Stefano Fiorucci",
      "job_title": "Software/NLP Engineer at deepset",
      "talk_title": "Large Language Models for Devs: from zero to your first LLM application",
      "talk": "The rise of ChatGPT and Large Language Models has revolutionized the tech landscape, leaving developers overwhelmed by the infinite opportunities and intrigued by the technical challenges posed by their complex nature.\n\nThis session provides a developer-centric introduction to LLMs, focused on practical applications.No pre-existing knowledge of LLMs and NLP is required.\n\nYou will gain insights into: using closed and open-source models, how to effectively prompt LLMs, vector databases, implementing Retrieval Augmented Generation applications (answer generation based on your data), building more complex applications.\n\nThrough a hands-on approach, I will show code examples using open-source tools: Haystack LLM framework, Hugging Face Transformers, Ollama, and more. I will also show how you can switch from proprietary to open models.",
      "linkedin_url": "https://www.linkedin.com/in/stefano-fiorucci/",
      "twitter_url": "https://twitter.com/theanakin87"
    },
    "edoardo": {
      "id": "edoardo",
      "name": "Edoardo Dusi",
      "job_title": "Developer Relations Engineer at SparkFabrik",
      "talk_title": "WebAssembly: The Next Frontier of Cloud Computing",
      "talk": "In this talk, we will explore how WebAssembly (Wasm) is poised to become a major player in the future of cloud computing. Wasm is a binary format that can be compiled from many different languages and run on a variety of operating systems and architectures. Its near-native performance, portability, and security make it an ideal solution for addressing the challenges of distributed application development, deployment, and maintenance.\n\nOne of the fastest-growing Cloud Native trends is the adoption of Wasm, with projects such as Docker+Wasm (now in Beta) launched with a partnership between Docker and the CNCF’s Wasm runtime WasmEdge. Wasm's efficiency and speed make it ideal for on-demand scaling, while its sandboxed environment and deny-by-default approach to granting access to capabilities provide enhanced safety and security.\n\nIn this talk, we will delve into the key value propositions offered by Wasm and how it can help address the challenges posed by CPU diversity, multiple operating environments, security concerns, distributed application architecture, and scalability.",
      "linkedin_url": "https://www.linkedin.com/in/edoardodusi/",
      "twitter_url": "https://twitter.com/edodusi"
    },
    "omar": {
      "id": "omar",
      "name": "Omar Diop",
      "job_title": "Technical Lead at Learnn",
      "talk_title": "Perfect Pitch: Unveiling the Mathematical Symphony Behind a Guitar Tuner",
      "talk": "Join me on a musical journey through the world of open source software as I share the story behind crafting from scratch an online guitar tuner.\n\nIn this talk, we'll explore the delightful intersection of mathematics and development, where a simple curiosity led to the creation of an open-source tuner using React and Next.js.\n\nI'll share insights and challenges into the implementation of the tuner, navigating through the algorithmic landscape of autocorrelation and frequency calculations.",
      "linkedin_url": "https://www.linkedin.com/in/omar-diop-dev/"
    },
    "napoletano": {
      "id": "napoletano",
      "name": "Francesco Napoletano",
      "job_title": "Staff Software Engineer at sysdig",
      "talk_title": "10 secrets to still be a rockstar developer after 40 - #7 will surprise you!",
      "talk": "If you're a software engineer in your 40s or beyond, you might be wondering about the future of your career. In this talk we'll explore the practical strategies and opportunities available to experienced developers in a funny and catchy way.\n\nWe'll discuss how to stay relevant in the industry, the benefits of mentorship, the potential for transitioning into management roles and how you can continue to make meaningful contributions (also, but not only) in the opensource world.",
      "linkedin_url": "https://www.linkedin.com/in/francesconapoletano/",
      "twitter_url": "https://twitter.com/napodev"
    },
    "maciek": {
      "id": "maciek",
      "name": "Maciek Palmowski",
      "job_title": "Security Community Manager at Patchstack",
      "talk_title": "Is the headless architecture really the future for CMSs?",
      "talk": "There are many companies and experts all over the world claiming that headless architecture is something that will not only change how we develop software but also make our websites and applications faster and more secure.\n\nBut is it true? Together we'll dive into many aspects of headless (like performance, developer experience, and security) so we can decide if headless is the true game-changer or just an empty buzzword.",
      "linkedin_url": "https://www.linkedin.com/in/maciejpalmowski/",
      "twitter_url": "https://twitter.com/palmiak_fp"
    },
    "noam": {
      "id": "noam",
      "name": "Noam Honig",
      "job_title": "Creator of Remult",
      "talk_title": "Meet Your New BFF: Backend to Frontend without the Duct Tape",
      "talk": "Even with all of the incredible frameworks available today vs. a decade ago (or even two––for devs who have been around as long as I have), it still feels like much of our work as fullstack developers is still repetitive, and held together by duct tape code we shouldn’t be writing.\n\nThis is because we write a lot of duplicate and boilerplate code for everyday things such as simple database CRUD, data validation, authorization, and data-type conversions, but the majority of these tasks haven’t advanced at the pace of modern web architecture.\n\nIn this live coding session we'll turn a front-end app into a fullstack app with code that is easy to write, follow &, most importantly maintain, with end-to-end typesafety (say no to GraphQL!), consistent and encapsulated validations, live querying, access control, secured APIs, you get the idea.\n\nYou’ll come away from this session able to build apps for modern web architecture while still maintaining our code DRY and increase productivity.",
      "linkedin_url": "https://www.linkedin.com/in/noamhonig/",
      "twitter_url": "https://twitter.com/noamhonig"
    },
    "sal": {
      "id": "sal",
      "name": "Sal Kimmich",
      "job_title": "Open Source Security",
      "talk_title": "From Earth to Orbit: The Journey of Linux in Space",
      "talk": "Explore the remarkable journey of Linux from terrestrial applications to its crucial role in space missions. This talk will highlight key milestones in how Linux has been adapted for use in space, discussing both technical advancements and the broader implications for the open source community. Discover how Linux is not only a tool for exploration but also a testament to the power of open source collaboration in pushing the boundaries of what's possible.",
      "linkedin_url": "https://www.linkedin.com/in/salkimmich/",
      "twitter_url": "https://twitter.com/Sal_on_Cyber"
    }
  },
  "Main": {
    "heading": "Echa un vistazo a la primera edición",
    "email": "Envíanos un correo electrónico",
    "description_1": "Open Source Day 2023 was amazing! So many incredible speakers and participants. You, being there, made this event possible and beautiful. Thank you for being there :)",
    "description_2": "We are coming back in 2024, stay tuned and join us on Discord or LinkedIn"
  },
  "Sponsor": {
    "title": "Open Source Day 2024",
    "subtitle": "¿Desea convertirse en patrocinador del Día del Código Abierto 2024?",
    "where": "Florence",
    "when": "A Feb 2024",
    "length": "3 meses",
    "type": "Call for sponsors",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)",
    "maincta_text": "Get in touch with us!",
    "sponsor_deadline": "Call for sponsors will be open until 1st of March 2024",
    "platinum": "Platinum Tier",
    "diamond": "Diamond Tier",
    "gold": "Gold Tier",
    "silver": "Silver Tier",
    "community": "Community Partner",
    "media": "Media Partner",
    "platinum_price": "3000€",
    "diamond_price": "1500€",
    "gold_price": "1000€",
    "silver_price": "500€",
    "platinum_offer": "Talk técnica, Lista de asistentes, Stand en la zona de exposición, Concienciación social, Logotipo en el vídeo en streaming, Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "diamond_offer": "Lista de asistentes, Stand en la zona de exposición, Concienciación social, Logotipo en el vídeo en streaming, Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "gold_offer": "Concienciación social, Logotipo en el vídeo en streaming, Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "silver_offer": "Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "community_offer": "Logotipo en el sitio web, Publicación de agradecimiento",
    "media_offer": "Logotipo en el sitio web, Logotipo en nuestros materiales de marca, Logotipo en la publicación social, Publicación de agradecimiento",
    "send_email": "Envíanos un <email>email</email>",
    "send_email_sm": "<email>email</email>",
    "heading_sponsor": "We are currently involved in Open Source as a collective, as such we are using <link>Open Collective</link> to gather all the resources that will be needed to organise this event and future ones. Open Collective enables our community and partners to always check how our finances are dealt with in a public knowledge fashion. Want to know more? Send an <email>email</email>!"
  },
  "Venue": {
    "title": "Open Source Day 2024",
    "subtitle": "El acto se celebra en Nana Bianca, en el corazón de Florencia",
    "description": "Lungarno Soderini 21, 50127, Florence, Italy",
    "heading": "LLEGADA A LA SEDE",
    "train_infos": "Desde la estación principal Firenze SMN, se puede llegar a pie (15 minutos) o en autobús (líneas C4/6, parada: Soderini Torrino Santa Rosa)",
    "plane_infos_1": "Desde el aeropuerto de Florencia: tomar el tranvía, línea T2, parada: Alamanni - Stazione Santa Maria Novella",
    "plane_infos_2": "Desde el aeropuerto de Pisa: Tome el PisaMover desde el aeropuerto hasta Pisa Centrale. Pisamover le permite llegar al aeropuerto con un servicio de lanzadera en menos de 3 minutos. El servicio de lanzadera funciona desde las 6.00 hasta medianoche. A continuación, tome un <link_train>tren</link_train> hasta Firenze Santa Maria Novella (1h/1h30m).",
    "plane_infos_3": "Desde el aeropuerto de Bolonia: hay un <link_minibus>minibús</link_minibus> que puede llevarte a la estación de tren Bologna Centrale. Luego puedes elegir llegar a Florencia en <link_bus>autobús</link_bus>(1:30h) o en <link_train>tren</link_train>. No deberías elegir la solución de tren 1h+ a no ser que quieras ver todas las estaciones entre bolonia y florencia (30min. con Frecciarossa o 1h con tren regional). También hay otra compañía de <link_italo>tren</link_italo> que hace esta ruta",
    "car_infos": "Aquí una lista de <link>aparcamientos de pago</link>. Los más cercanos al lugar de celebración son: Porta al Prato - Leopolda, Stazione S.M.N y S. Lorenzo - Mercato Centrale",
    "information": "Si necesita ayuda o más información, envíenos un <link>correo electrónico</link>"
  },
  "SponsorshipTier": {
    "know_more": "Saber más"
  },
  "Hero": {
    "where": "Florence, Italy",
    "when": "24 Marzo 2024",
    "length": "10h 20min",
    "type": "Conference"
  },
  "Footer": {
    "github_repo_1": "Open Source Day 2024 es un projecto open source que",
    "github_repo_2": "se encuentra en GitHub",
    "github_issue_1": "Si encuentras un bug o si tienes una idea para una nueva feature, por favor",
    "github_issue_2": "abre una issue en GitHub.",
    "rules": "Reglas",
    "privacy_policy": "Privacy Policy",
    "dei": "DEI",
    "coc": "Código de conducta",
    "privacy_permissions": "Privacy and Permissions"
  },
  "CodeOfConduct": {
    "title": "Open Source Day 2024",
    "subtitle": "Código de conducta",
    "where": "Firenze",
    "when": "Coming soon",
    "length": "24 Marzo 2024",
    "type": "Código de conducta",
    "shortVersion_title": "Short version",
    "shortVersion_text": "Schrödinger Hat is dedicated to a harassment-free event for everyone.",
    "longVersion_title": "Longer version",
    "longVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion (or lack thereof), or technology choices. We do not tolerate harassment of event participants in any form. Sexual language and imagery is not appropriate for any event venue, including talks, workshops, parties, Twitter and other online media. Event participants violating these rules may be sanctioned or expelled from the event without a refund at the discretion of the Schrödinger Hat organisers.",
    "completeVersion_title": "Full version",
    "completeVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone. Harassment includes, but is not limited to: Offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion, technology choices. Sexual language and images in public spaces. Deliberate intimidation, threats, stalking or following. Harassing photography or recording. Sustained disruption of talks or other events. Inappropriate physical contact. Unwelcome sexual attention. Advocating for, or encouraging, any of the above behaviour Sponsors, speakers, recruiters and organisers should not use sexualised images, activities, or other material. All staff and organisers related to the event (Schrödinger Hat organisers, venue staff and sponsor's staff - including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment. Schrödinger Hat organisers may also provide an additional code of conduct for the needs of individual communication channels or events.",
    "enforcement_title": "Enforcement",
    "enforcement_text": "Anyone asked to stop any harassing behavior are expected to comply immediately. If anyone engages in harassing behavior, the Schrödinger Hat organisers may take any action they deem appropriate, including warning the offender or expulsion from the event with no refund. This applies to all Schrödinger Hat events and associated communication channels. Everyone using Schrödinger Hat services or attending Schrödinger Hat events is subject to the anti-harassment policy; this includes attendees, sponsors, speakers, recruiters and organisers.",
    "reporting_title": "Reporting",
    "reporting_text": "If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of Schrödinger Hat staff immediately. You can make a personal report by: Twitter's direct message service: @schrodinger_hat. Email: schrodinger.hat.show@gmail.com Phone (organiser's numbers are shared at the beginning of the event and monitored during the event). Reaching out to an organiser who will make sure the conversation is held privately. You will not be asked to confront anyone and we won't tell anyone who you are. We will identify ourselves at the beginning of each event. Schrödinger Hat staff will be happy to help participants contact venue security (if available) or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance. We expect everyone to follow these rules at the all the events organised by Schrödinger Hat (meetups, workshops, other events and post meetup related social events)."
  },
  "PrivacyAndPermissions": {
    "title": "Open Source Day 2024",
    "subtitle": "Privacy and Permissions Policies",
    "where": "Firenze",
    "when": "Coming soon",
    "length": "24 Marzo 2024",
    "type": "Code of conduct",
    "shortVersion_title": "Short version",
    "shortVersion_text": "Schrödinger Hat is dedicated to a harassment-free event for everyone.",
    "longVersion_title": "Longer version",
    "longVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion (or lack thereof), or technology choices. We do not tolerate harassment of event participants in any form. Sexual language and imagery is not appropriate for any event venue, including talks, workshops, parties, Twitter and other online media. Event participants violating these rules may be sanctioned or expelled from the event without a refund at the discretion of the Schrödinger Hat organisers.",
    "completeVersion_title": "Full version",
    "completeVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone. Harassment includes, but is not limited to: Offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion, technology choices. Sexual language and images in public spaces. Deliberate intimidation, threats, stalking or following. Harassing photography or recording. Sustained disruption of talks or other events. Inappropriate physical contact. Unwelcome sexual attention. Advocating for, or encouraging, any of the above behaviour Sponsors, speakers, recruiters and organisers should not use sexualised images, activities, or other material. All staff and organisers related to the event (Schrödinger Hat organisers, venue staff and sponsor's staff - including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment. Schrödinger Hat organisers may also provide an additional code of conduct for the needs of individual communication channels or events.",
    "enforcement_title": "Enforcement",
    "enforcement_text": "Anyone asked to stop any harassing behavior are expected to comply immediately. If anyone engages in harassing behavior, the Schrödinger Hat organisers may take any action they deem appropriate, including warning the offender or expulsion from the event with no refund. This applies to all Schrödinger Hat events and associated communication channels. Everyone using Schrödinger Hat services or attending Schrödinger Hat events is subject to the anti-harassment policy; this includes attendees, sponsors, speakers, recruiters and organisers.",
    "reporting_title": "Reporting",
    "reporting_text": "If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of Schrödinger Hat staff immediately. You can make a personal report by: Twitter's direct message service: @schrodinger_hat. Email: schrodinger.hat.show@gmail.com Phone (organiser's numbers are shared at the beginning of the event and monitored during the event). Reaching out to an organiser who will make sure the conversation is held privately. You will not be asked to confront anyone and we won't tell anyone who you are. We will identify ourselves at the beginning of each event. Schrödinger Hat staff will be happy to help participants contact venue security (if available) or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance. We expect everyone to follow these rules at the all the events organised by Schrödinger Hat (meetups, workshops, other events and post meetup related social events)."
  },
  "TicketCounter": {
    "title": "Disponibilidad de entradas:",
    "in_person": "En persona:",
    "online": "Online:"
  }
}
