{
  "Cfp": {
    "where": "Florence",
    "when": "Open until January 31st",
    "length": "3 months",
    "description": "Are you ready to give your talk at the best conference about Open Source?",
    "maincta_text": "Presentar el papel :)",
    "secondarycta_text": "Envíanos un correo electrónico",
    "description_1": "Siga leyendo si quiere saber más sobre los temas de mayor interés para los asistentes a nuestra comunidad",
    "description_2": "Puede encontrar toda la información comunitaria en nuestro sitio web"
  },
  "Cfv": {
    "where": "Florencia",
    "when": "Started",
    "length": "Closes in Jan 2024",
    "description": "¿Te gustaría ayudarnos a organizar el evento? Pongámonos en contacto y conozcámonos!",
    "maincta_text": "Envíanos un correo :)",
    "description_1": "Puedes encontrar toda la información sobre la comunidad en nuestra web"
  },
  "Landing": {
    "title": "Estamos llegando, otra vez. Estad atentos",
    "support_us": "Ayúdenos a OSDay24",
    "newsletter": "Newsletter"
  },
  "Header": {
    "menu_label": "El botón del menú abre la barra lateral con enlaces",
    "sh_alt": "Logotipo de la Comunidad del Sombrero de Schrodingers - Únase a la comunidad de código abierto",
    "home_link": "Inicio",
    "agenda_link": "Agenda",
    "venue_link": "Lugar de celebración",
    "about_link": "A propósito de",
    "sponsor_link": "Sponsor",
    "speakers_Link": "Speakers",
    "photo_link": "Fotos",
    "cfp_link": "CFP",
    "cfv_link": "CFV",
    "updates": "Notificación",
    "erwin_alt": "Imagen de Erwin Schrodinger",
    "edition": "Edición 2023",
    "edition21": "Edición 2021",
    "notification": {
      "n1": "The conference was incredible! Thank you for participating!"
    }
  },
  "InternalError": {
    "title": "500 Page",
    "subtitle": "Err err",
    "where": "Anywhere",
    "when": "Anytime",
    "length": "Infinity",
    "type": "HTTP Error",
    "description": "Parece que has encontrado ¡500! ¿Te gustaría volver? :)"
  },
  "NotFound": {
    "title": "404 Page",
    "subtitle": "You are Lost - Season Finale",
    "where": "Anywhere",
    "when": "Anytime",
    "length": "Infinity",
    "type": "HTTP Error",
    "description": "Parece que has encontrado la temporada secreta de la mejor serie de este tiempo, ¡404! ¿Te gustaría volver? :)"
  },
  "Newsletter": {
    "title": "Open Source Day 2024",
    "subtitle": "El open source te quiere",
    "where": "Ovunque",
    "when": "Una volta al mese",
    "length": "07/08 Marzo 2024",
    "type": "Newsletter",
    "description": "Suscríbase al boletín para estar al día sobre el Día del Software Libre 2024, la Sesión Schrodinger y otras noticias. No enviaremos spam, lo prometemos.",
    "subscribe": "Me suscribo",
    "thanks": "Gracias por inscribirte, hasta pronto."
  },
  "About": {
    "title": "Open Source Day 2024",
    "subtitle": "A propósito de",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "A propósito de",
    "description": "¡El Día del Código Abierto llega a su tercera edición en Florencia, Italia! ¡Este año hemos decidido hacerlo aún más grande! En esta edición vamos a tener dues días completi, además de la fiesta posterior entres dos dias, lleno de gente apasionada por el entorno de código abierto: mantenedores, junior dev, senior dev, ingeniero gerente, full stack, y así sucesivamente asistirán al evento. No dudes en charlar con los ponentes y los patrocinadores"
  },
  "2021": {
    "subtitle": "Open Source Day 2021",
    "watch": "Mira ahora las conversaciones del año pasado!"
  },
  "Agenda": {
    "title": "Open Source Day 2024",
    "subtitle": "Agenda",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Agenda",
    "description": "¡Esta es la agenda oficial del OSDay2024!",
    "heading": "Diríjase a la página de la CFP o póngase en contacto con nosotros directamente @ <link>SH</link>",
    "heading_2": "Puede encontrar toda la información sobre la comunidad en nuestro sitio web <link>Schrodingers Hat</link> y si tiene alguna duda sobre la inclusión, la diversidad o la accesibilidad, pregúntenos en cualquier momento!",
    "maincta_text": "Presentar el papel :)",
    "secondarycta_text": "Envíanos un correo electrónico",
    "agenda_1": "Our call for papers is still open! Want to join? :)",
    "agenda_2": "This could be you! Give it a try :)",
    "agenda_3": "Únete a nosotros el 24 de marzo de 2024"
  },
  "DEI": {
    "title": "Open Source Day 2024",
    "subtitle": "Diversidad e inclusión",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "DEI",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)"
  },
  "Policies": {
    "title": "Open Source Day 2024",
    "subtitle": "Policies",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Policies",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)"
  },
  "Rules": {
    "title": "Open Source Day 2024",
    "subtitle": "Rules of Conduct",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Normas",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)",
    "heading1": "Schrödinger Hat is dedicated to a harassment-free event for everyone.",
    "heading2": "You can find our Rules of Conduct on our community website, <link>here</link>."
  },
  "Speakers": {
    "title": "Open Source Day 2024",
    "subtitle": "Los oradores oficiales",
    "where": "Florence",
    "when": "Próximamente",
    "length": "24 marzo 2024",
    "type": "Speakers",
    "description": "Recibimos más de 140 propuestas de más de 100 ponentes. La votación de la comunidad se realizó en Discord.",
    "paolinelli": {
      "id": "paolinelli",
      "name": "Federico Paolinelli",
      "job_title": "Principal Software Engineer at Red Hat",
      "talk_title": "How to tame a maintainer",
      "talk": "Contributing to Open Source is hard. Too often we submit a pull request without hearing back from the maintainers, wasting our time that could be spent elsewhere. Being a long time open source contributor, and just recently maintaining MetalLB, a fairly popular open source project, I will share the insights and the issues a contributor (and a maintainer) faces when dealing with new contributions. \n\n I will provide hints and reasons to maximize the chances to steer the maintainers' attention to our work, to gain their trust and establish a profitful relation with the community behind a project.",
      "description": "Federico works remotely for Red Hat, contributing to network features of the OpenShift container platform. He contributed to a variety of networking and kubernetes related projects, and lately he has been maintaining and leading the MetalLB project, the Kubernetes load balancer implementation for bare metal. Beyond that, he is an active opensource supporter with contributions to various projects, Firefox for Android and Athens, the go dependency proxy among the others.",
      "github_url": "https://github.com/fedepaol",
      "twitter_url": "https://twitter.com/fedepaol",
      "linkedin_url": "https://www.linkedin.com/in/federico-paolinelli-2374954/"
    },
    "matteo": {
      "id": "matteo",
      "name": "Matteo Collina",
      "job_title": "Co-Founder and CTO at Platformatic, Node.js TSC member, Fastify Lead Maintainer",
      "talk_title": "Why are there no incentives for security in Open Source?",
      "talk": "Open Source has both “won” and “lost” at the same time. Every company in the world leverages Open Source Software (OSS) to build products. However, every software is vulnerable, and OSS is no exception. Yet, despite the strong incentive for companies all over the world to discover and fix them, the majority use open source without paying for it.\n\n Security scanners allow companies to discover vulnerable OSS they depend upon, but those vulnerabilities should also be fixed. While there are some incentives in discovering security vulnerabilities via bounty programs, there are none to fix them. A typical email to an OSS maintainer is more like a threat: if you do not fix it in the next month or so, I am going to make this public.\n\n In Node.js we have experimented with a public bounty program with https://github.com/nodejs/security-wg, and several companies sponsor full-time researchers to discover vulnerabilities. However, the OSS maintainers receive no compensation for their time in fixing the vulnerability. How can we solve this conundrum?",
      "description": "Matteo is the Co-Founder and CTO of Platformatic.dev with the goal to remove all friction from backend development. He is also a prolific Open Source author in the JavaScript ecosystem and modules he maintain are downloaded more than 12 billion times a year. Previously he was Chief Software Architect at NearForm, the best professional services company in the JavaScript ecosystem. In 2014, he defended his Ph.D. thesis titled 'Application Platforms for the Internet of Things'. Matteo is a member of the Node.js Technical Steering Committee focusing on streams, diagnostics and http. He is also the author of the fast logger Pino and of the Fastify web framework. Matteo is an renowed international speaker after more than 60 conferences, including OpenJS World, Node.js Interactive, NodeConf.eu, NodeSummit, JSConf.Asia, WebRebels, and JsDay just to name a few. He is also co-author of the book 'Node.js Cookbook, Third Edition' edited by Packt. In the summer he loves sailing the Sirocco.",
      "github_url": "https://github.com/mcollina",
      "twitter_url": "https://twitter.com/matteocollina",
      "linkedin_url": "https://www.linkedin.com/in/matteocollina/"
    },
    "alina": {
      "id": "alina",
      "name": "Alina Dima",
      "job_title": "Senior Developer Advocate, AWS IoT Ecosystem Services",
      "talk_title": "Ensuring IoT Application Edge Resilience with the Open Source AWS IoT Device Client",
      "talk": "One of the challenges IoT solutions face is ensuring application reliability at Edge and in the Cloud. IoT solution reliability can be impacted by events outside of your control. Examples include: the network provider drops the connection, the application crashes or a technician unplugs and plugs the device back in, power cuts, low battery life.\n\n Building resilience in your application is the solution to ensuring reliability, and it is your responsibility, as an engineer, to build resilience in your IoT application. This session will look at application resilience at edge, and using open source tools to achieve this. We will focus on MQTT connection resilience, message delivery, and application runtime resilience.",
      "description": "Alina Dima is a Senior Developer Advocate in the IoT Ecosystem Services team at Amazon Web Services. She is passionate about helping developers accelerate their journeys in the IoT ecosystem, and working with IoT communities to build better and move faster, from prototype to scale. Alina has worked in various industries such as telecommunications, manufacturing, automotive, retail, and photovoltaic. With nearly 20 years of experience as a software engineer, technical delivery manager and architect, she has designed and built multiple highly scalable, operationally ready IoT solutions, with millions of devices running in production today. Alina has shared her knowledge at various events, such as re:Invent, AWS Summits and online Webinars.",
      "github_url": "https://github.com/alinadima",
      "twitter_url": "https://twitter.com/fay_ette",
      "linkedin_url": "https://www.linkedin.com/in/alina-dima/"
    },
    "jason": {
      "id": "jason",
      "name": "Jason Dellaluce",
      "name_2": "Michele Zuccala",
      "job_title": "Open Source Engineer at Sysdig",
      "job_title_2": "Senior Director of Engineering, Runtime Security at Sysdig",
      "talk_title": "Reliable and Cost-effective Cloud Security with Falco",
      "talk": "As the modern cloud grows in complexity, container security based on attack prevention and surface reduction become less effective. Most new cloud environments collect activity logs and store them for later inspection, which consumes lots of storage and loses the benefits of runtime visibility, or apply fine-grained runtime control on access and operations, which is more intrusive and brings scalability concerns.\n\n Falco, the Cloud Native Runtime Security tool, offers an open source alternative based on non-invasive runtime detection and low resource consumption. Falco is like a security camera that observes all the activity in your system and alerts you whenever suspicious behavior is detected. Historically, Falco was focused on containers and system security by observing data coming from the Linux kernel, but has more recently evolved to also bring real-time telemetry over logs of cloud services.\n\n In this talk, you’ll learn the basics of the project and how you can employ it as an open-source all-in-one solution for detecting malicious attacks in a faster and cost-effective manner and for securing your applications and cloud infrastructure.",
      "description": "Jason Dellaluce is an Open Source Engineer at Sysdig and a core maintainer of Falco, the CNCF tool for Cloud Native Runtime Security. On a daily basis, he contributes to the Falco Community and is exposed to Linux, Kubernetes, Containers, Security, eBPF, and the Open Source world in general. Most recently, he contributed to Falco by playing a key role in the development of the new Plugin System, by guiding the last few version releases, and by leading many optimization and renovation efforts. Prior to his current role, Jason graduated from a MSc in Computer Engineering after studying at University of Bologna, Italy and University of California, Irvine.",
      "description_2": "Michele is currently Senior Director of Engineering at Sysdig, the company which created and open-sourced Falco, the Security Runtime Engine for Kubernetes and Cloud-Native technologies. Before joining Sysdig, his most relevant journey consisted of 5 years as CTO of a scale-up in Milan, Italy. Former soccer referee, currently a skiier, a sailor and a scuba diver; also a core Falco maintainer and active part of the Falco community.",
      "github_url": "https://github.com/jasondellaluce",
      "twitter_url": "https://twitter.com/jasondellaluce",
      "linkedin_url": "https://www.linkedin.com/in/jasondellaluce/",
      "github_url_2": "https://github.com/zuc",
      "twitter_url_2": "https://twitter.com/zuc",
      "linkedin_url_2": "https://www.linkedin.com/in/mzuccala"
    },
    "francesco": {
      "id": "francesco",
      "name": "Francesco Corti",
      "job_title": "Senior Product Manager for Backstage at Spotify",
      "talk_title": "Organization and challenges (with best practices) behind a successful open-source project",
      "talk": "Bringing to success an open-source project is hard, but growing it from an organizational and business point-of-view, organically to the growth of the community, their enthusiasts, and the contributors is an equally interesting challenge for all the companies behind.\n\n Growing the maintainers accordingly with the scale of contributions and support, managing the business expectations with the expectations of the open source (and not paying) adopters, growing the product accordingly, those are only some of the topics that every mature Business Open Source organization discusses (on a recurrent basis I would say).\n\n In this talk you will learn more about these challenges through practical examples based on the direct experience after having worked directly with several, structured, successful, worldwide, Business Open Source organizations in community-driven projects.",
      "description": "Product Manager, Open Source enthusiast, Tech writer, Speaker, Developer at heart.  I'm a passionate and skillful software professional with more than 5 years in product management and developer relations as well as more than 20 years of experience in the industry, doing a variety of roles in product management, developer relations, software development, team leading, consultancy, pre-sales, project management and much more.  Product Manager at Spotify (and previously at Alfresco, Hyland), I'm an Open Source advocate and enthusiast for the most modern Developer Experience of frameworks and products, both in Cloud and On-Premise. Working on Backstage (https://backstage.io/), an open platform for building developer portals, I'm proud of the enablement of millions of developers in their simple and complex projects.  Author for Packt Publishing (book author and video-course author), I’m also founder of the Hop User Group Italia to promote the Open Source Business Intelligence Platform.",
      "twitter_url": "https://twitter.com/FrkCorti",
      "linkedin_url": "https://www.linkedin.com/in/fcorti/"
    },
    "rafael": {
      "id": "rafael",
      "name": "Rafael Gonzaga",
      "name_2": "Michele Riva",
      "job_title": "Staff Engineer at Nearform",
      "job_title_2": "CTO and Co-Founder at OramaSearch, Google GDE, Microsoft MVP, Published Author, International Speaker",
      "talk_title": "5 Ways You Could Have Hacked Node.js",
      "talk": "All languages and runtimes are or were vulnerable to some kind of threat. We contribute directly to Node.js Security and during the year 2022, we've performed many Security Releases and some of them were really hard to think about. Did you know you can make money by finding critical vulnerabilities in Node.js? In this talk, We’ll show you 5 ways you can have hacked Node.js and how the Node.js team deals with vulnerabilities.",
      "description": "Rafael is a Staff Engineer at NearForm, working full-time on the Node.js runtime as a TSC (Technical Steering Committee) member, especially in the security working group. He's also the maintainer of popular JavaScript libraries such as Fastify and Clinic.js, and he's specialized in performance enhancements and software architecture optimization",
      "description_2": "I'm a passionate and experienced software engineer, Google GDE, and Microsoft MVP working full-time on open-source software. I currently work as a Staff Engineer at NearForm while traveling the world to speak at international conferences. I am also developing Lyra, the next-generation full-text search engine written entirely in TypeScript.I am always up for speaking about software, philosophy, photography... or literally whatever comes to your mind!",
      "github_url": "https://github.com/RafaelGSS",
      "twitter_url": "https://twitter.com/_rafaelgss",
      "linkedin_url": "https://www.linkedin.com/in/rafaelgss/",
      "github_url_2": "https://github.com/MicheleRiva",
      "twitter_url_2": "https://twitter.com/MicheleRivaCode",
      "linkedin_url_2": "https://www.linkedin.com/in/micheleriva95"
    },
    "filip": {
      "id": "filip",
      "name": "Filip Grebowski",
      "job_title": "Developer Advocate at Permit.io",
      "talk_title": "This Open Source Tool Turns Building Access Management from Scary to Simple",
      "talk": "Broken Access Control is the top vulnerability in the OWASP Top 10 security risk list. Today more than ever, proper configuration and enforcement of access control are critical to modern organizations, as privacy and compliance awareness are at their peak.\n\n Yet, building authorization or permissions management is a painful process for developers. This is due to complex and ever-evolving requirements, and lack of knowledge for avoiding common pitfalls.\n OPAL (Open Policy Administration Layer) is an open-source administration layer for OPA (Open-Policy Agent). OPAL detects changes to both policy and policy data in real-time and pushes live updates to policy engines, making them real-time and event-driven. OPAL uses Git as the source-of-truth for policy, enabling Git Ops workflow for policy delivery and versioning.\n Today, OPAL is used by thousands of engineers, including developers from Tesla, Zapier, Cisco, and Accenture.\n\n In his talk, Filip Grebowski will explain the challenges of managing modern authorization and access control and how these challenges can be solved by using open source tools like OPAL. In the end, he will provide use cases and tips for implementing simple and scalable authorization.",
      "description": "Filip Grebowski is a Developer Advocate at Permit.io, where he brings his expertise as an accomplished Engineer. With a deep-seated passion for creative web development, Filip is also a YouTube mentor, poised to hit the 100k subscriber milestone and has already amassed an impressive 6 million views. Filip's journey with Cisco began during his university years and by the time he graduated, he was already working with the tech giant in Silicon Valley. Post-university, Filip continued to work with Cisco and took on a leadership role, successfully guiding a team and driving the company's frontend initiatives to new heights. Filip is a successful open-source project creator and an active member of the open-source community.",
      "linkedin_url": "https://www.linkedin.com/in/developerfilip/"
    },
    "serena": {
      "id": "serena",
      "name": "Serena Sensini",
      "job_title": "Enterprise Architect at Dedalus, author and founder@TheRedCode",
      "talk_title": "One library a day keeps the doctor away",
      "talk": "NLP represents a field with myriad opportunities for real-life use cases: one of the best examples is the healthcare sector, where medical research and patient care can rely on different technologies that can enhance the information that has already been collected. Many companies lease commercial NLP software, but which are the open source alternatives? Let's discover MedSpaCy, a recent library of tools for performing clinical NLP with a real-use case application!",
      "description": "I started programming in VB when I was 6 taking advantage of my father’s strong passion for computer science. I’ve always dreamt of being an engineer and I’ve worn different “hats”: data scientist, data analyst, web developer, sysadmin… This gave me the opportunity to gain experience in the design and dev of solutions from scratch. During the day I’m an Enterprise Architect, while I love writing at night when I get a hot cup of tea!",
      "github_url": "https://github.com/serenasensini",
      "twitter_url": "https://twitter.com/s_sensini",
      "linkedin_url": "https://www.linkedin.com/in/serena-sensini/"
    },
    "liran": {
      "id": "liran",
      "name": "Liran Tal",
      "job_title": "Director of Developer Advocacy at Snyk, Github Star",
      "talk_title": "The Unexpected Demise of Open Source Libraries",
      "talk": "Hello there dear developer building your app on open source dependencies. Oh wait, did you think open source code lives forever? Think again! Did you hear about the maintainer discontinuing a library despite having tens of millions of downloads? What about a maintainer who intentionally introduced code to break the functionality of his package which receives millions of downloads? So, did you ever wonder why dependencies die?\n\n Join me on a journey full of humor and horror across real-world incidents to learn how even the mightiest of open source projects got defeated. What can we learn from past incidents on the continuous struggles of open source software sustainability, maintainer burnout, and how it impacts us.",
      "description": "Liran Tal is an award-winning software developer, security researcher, and open source champion in the JavaScript community. He's an internationally recognized GitHub Star, acknowledged for his open source advocacy, and has received the OpenJS Foundation's Pathfinder for Security for his work on Node.js security. His contributions to developer security education include leading OWASP projects, building supply chain security tools, participation in CNCF and OpenSSF initiatives, and authoring books such as O'Reilly's Serverless Security. He leads the developer advocacy team at Snyk.io and is on a mission to empower developers with better application security skills.",
      "github_url": "https://github.com/lirantal",
      "twitter_url": "https://twitter.com/liran_tal",
      "linkedin_url": "https://www.linkedin.com/in/talliran/"
    },
    "federico": {
      "id": "federico",
      "name": "Federico Terzi",
      "job_title": "Software Architect at AnimaApp, Creator of Espanso.org",
      "talk_title": "Challenges of Cross-Platform Development in Rust: The Espanso Case Study",
      "talk": "Building performant cross-platform software is riddled with challenges. In this talk, we’ll discuss the technical journey of Espanso, a popular open-source Rust application, covering the main challenges encountered along the way, along with many useful patterns to solve them (including Rust-specific tips, CI automation, code-signing, distribution, and more)",
      "description": "I’m a passionate Software Engineer specialized in Front-end development and System programming, with a Master’s degree in Computer Engineering.  I'm currently working as a Software Architect at AnimaApp, where we are working hard to automate the boring parts of Front-end development.  I love creating side-projects. Some of them are used by tens of thousands of daily active users, with Espanso.org being my most popular one.  I also enjoy publishing technical content on my Blog and YouTube channel.",
      "github_url": "https://github.com/federico-terzi/",
      "twitter_url": "https://twitter.com/terzi_federico",
      "linkedin_url": "https://www.linkedin.com/in/federico-terzi/"
    }
  },
  "Main": {
    "heading": "Echa un vistazo a la primera edición",
    "email": "Envíanos un correo electrónico",
    "description_1": "Open Source Day 2024 was amazing! So many incredible speakers and participants. You, being there, made this event possible and beautiful. Thank you for being there :)",
    "description_2": "We are coming back in 2024, stay tuned and join us on Discord or LinkedIn"
  },
  "Sponsor": {
    "title": "Open Source Day 2024",
    "subtitle": "¿Desea convertirse en patrocinador del Día del Código Abierto 2024?",
    "where": "Florence",
    "when": "A Feb 2024",
    "length": "3 meses",
    "type": "Call for sponsors",
    "description": "Averigüemos cómo puede ayudar a la comunidad del código abierto a conseguir grandes resultados en la organización de una de las mejores conferencias de la historia :)",
    "maincta_text": "Get in touch with us!",
    "sponsor_deadline": "Call for sponsors will be open until 1st of March 2024",
    "platinum": "Platinum Tier",
    "diamond": "Diamond Tier",
    "gold": "Gold Tier",
    "silver": "Silver Tier",
    "community": "Community Partner",
    "media": "Media Partner",
    "platinum_price": "3000€",
    "diamond_price": "1500€",
    "gold_price": "1000€",
    "silver_price": "500€",
    "platinum_offer": "Talk técnica, Lista de asistentes, Stand en la zona de exposición, Concienciación social, Logotipo en el vídeo en streaming, Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "diamond_offer": "Lista de asistentes, Stand en la zona de exposición, Concienciación social, Logotipo en el vídeo en streaming, Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "gold_offer": "Concienciación social, Logotipo en el vídeo en streaming, Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "silver_offer": "Rollup, Logotipo en el sitio web, Logotipo en la publicación social, Publicación de agradecimiento",
    "community_offer": "Logotipo en el sitio web, Publicación de agradecimiento",
    "media_offer": "Logotipo en el sitio web, Logotipo en nuestros materiales de marca, Logotipo en la publicación social, Publicación de agradecimiento",
    "send_email": "Envíanos un <email>email</email>",
    "send_email_sm": "<email>email</email>",
    "heading_sponsor": "We are currently involved in Open Source as a collective, as such we are using <link>Open Collective</link> to gather all the resources that will be needed to organise this event and future ones. Open Collective enables our community and partners to always check how our finances are dealt with in a public knowledge fashion. Want to know more? Send an <email>email</email>!"
  },
  "Venue": {
    "title": "Open Source Day 2024",
    "subtitle": "El acto se celebra en Nana Bianca, en el corazón de Florencia",
    "description": "Lungarno Soderini 21, 50127, Florence, Italy",
    "heading": "LLEGADA A LA SEDE",
    "train_infos": "Desde la estación principal Firenze SMN, se puede llegar a pie (15 minutos) o en autobús (líneas C4/6, parada: Soderini Torrino Santa Rosa)",
    "plane_infos_1": "Desde el aeropuerto de Florencia: tomar el tranvía, línea T2, parada: Alamanni - Stazione Santa Maria Novella",
    "plane_infos_2": "Desde el aeropuerto de Pisa: coja el PisaMover hasta la estación de tren, después coja un <link_train>tren</link_train> a Firenze Santa Maria Novella (1h)",
    "plane_infos_3": "Desde el aeropuerto de Bolonia: puede optar por llegar a Florencia en <link_bus>autobús</link_bus>(1:30h) o en <link_train>tren</link_train> (30min. con Frecciarossa o 1h con tren regional)",
    "car_infos": "Aquí una lista de <link>aparcamientos de pago</link>. Los más cercanos al lugar de celebración son: Porta al Prato - Leopolda, Stazione S.M.N y S. Lorenzo - Mercato Centrale",
    "information": "Si necesita ayuda o más información, envíenos un <link>correo electrónico</link>"
  },
  "SponsorshipTier": {
    "know_more": "Saber más"
  },
  "Hero": {
    "where": "Florence, Italy",
    "when": "24 Marzo 2024",
    "length": "10h 20min",
    "type": "Conference"
  },
  "Footer": {
    "github_repo_1": "Open Source Day 2024 es un projecto open source que",
    "github_repo_2": "se encuentra en GitHub",
    "github_issue_1": "Si encuentras un bug o si tienes una idea para una nueva feature, por favor",
    "github_issue_2": "abre una issue en GitHub.",
    "rules": "Reglas",
    "privacy_policy": "Privacy Policy",
    "dei": "DEI",
    "coc": "Código de conducta",
    "privacy_permissions": "Privacy and Permissions"
  },
  "CodeOfConduct": {
    "title": "Open Source Day 2024",
    "subtitle": "Código de conducta",
    "where": "Firenze",
    "when": "Coming soon",
    "length": "24 Marzo 2024",
    "type": "Código de conducta",
    "shortVersion_title": "Short version",
    "shortVersion_text": "Schrödinger Hat is dedicated to a harassment-free event for everyone.",
    "longVersion_title": "Longer version",
    "longVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion (or lack thereof), or technology choices. We do not tolerate harassment of event participants in any form. Sexual language and imagery is not appropriate for any event venue, including talks, workshops, parties, Twitter and other online media. Event participants violating these rules may be sanctioned or expelled from the event without a refund at the discretion of the Schrödinger Hat organisers.",
    "completeVersion_title": "Full version",
    "completeVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone. Harassment includes, but is not limited to: Offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion, technology choices. Sexual language and images in public spaces. Deliberate intimidation, threats, stalking or following. Harassing photography or recording. Sustained disruption of talks or other events. Inappropriate physical contact. Unwelcome sexual attention. Advocating for, or encouraging, any of the above behaviour Sponsors, speakers, recruiters and organisers should not use sexualised images, activities, or other material. All staff and organisers related to the event (Schrödinger Hat organisers, venue staff and sponsor's staff - including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment. Schrödinger Hat organisers may also provide an additional code of conduct for the needs of individual communication channels or events.",
    "enforcement_title": "Enforcement",
    "enforcement_text": "Anyone asked to stop any harassing behavior are expected to comply immediately. If anyone engages in harassing behavior, the Schrödinger Hat organisers may take any action they deem appropriate, including warning the offender or expulsion from the event with no refund. This applies to all Schrödinger Hat events and associated communication channels. Everyone using Schrödinger Hat services or attending Schrödinger Hat events is subject to the anti-harassment policy; this includes attendees, sponsors, speakers, recruiters and organisers.",
    "reporting_title": "Reporting",
    "reporting_text": "If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of Schrödinger Hat staff immediately. You can make a personal report by: Twitter's direct message service: @schrodinger_hat. Email: schrodinger.hat.show@gmail.com Phone (organiser's numbers are shared at the beginning of the event and monitored during the event). Reaching out to an organiser who will make sure the conversation is held privately. You will not be asked to confront anyone and we won't tell anyone who you are. We will identify ourselves at the beginning of each event. Schrödinger Hat staff will be happy to help participants contact venue security (if available) or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance. We expect everyone to follow these rules at the all the events organised by Schrödinger Hat (meetups, workshops, other events and post meetup related social events)."
  },
  "PrivacyAndPermissions": {
    "title": "Open Source Day 2024",
    "subtitle": "Privacy and Permissions Policies",
    "where": "Firenze",
    "when": "Coming soon",
    "length": "24 Marzo 2024",
    "type": "Code of conduct",
    "shortVersion_title": "Short version",
    "shortVersion_text": "Schrödinger Hat is dedicated to a harassment-free event for everyone.",
    "longVersion_title": "Longer version",
    "longVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone, regardless of gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion (or lack thereof), or technology choices. We do not tolerate harassment of event participants in any form. Sexual language and imagery is not appropriate for any event venue, including talks, workshops, parties, Twitter and other online media. Event participants violating these rules may be sanctioned or expelled from the event without a refund at the discretion of the Schrödinger Hat organisers.",
    "completeVersion_title": "Full version",
    "completeVersion_text": "Schrödinger Hat is dedicated to providing a harassment-free event experience for everyone. Harassment includes, but is not limited to: Offensive verbal comments related to gender, gender identity and expression, age, sexual orientation, disability, physical appearance, body size, race, ethnicity, religion, technology choices. Sexual language and images in public spaces. Deliberate intimidation, threats, stalking or following. Harassing photography or recording. Sustained disruption of talks or other events. Inappropriate physical contact. Unwelcome sexual attention. Advocating for, or encouraging, any of the above behaviour Sponsors, speakers, recruiters and organisers should not use sexualised images, activities, or other material. All staff and organisers related to the event (Schrödinger Hat organisers, venue staff and sponsor's staff - including volunteers) should not use sexualised clothing/uniforms/costumes, or otherwise create a sexualised environment. Schrödinger Hat organisers may also provide an additional code of conduct for the needs of individual communication channels or events.",
    "enforcement_title": "Enforcement",
    "enforcement_text": "Anyone asked to stop any harassing behavior are expected to comply immediately. If anyone engages in harassing behavior, the Schrödinger Hat organisers may take any action they deem appropriate, including warning the offender or expulsion from the event with no refund. This applies to all Schrödinger Hat events and associated communication channels. Everyone using Schrödinger Hat services or attending Schrödinger Hat events is subject to the anti-harassment policy; this includes attendees, sponsors, speakers, recruiters and organisers.",
    "reporting_title": "Reporting",
    "reporting_text": "If you are being harassed, notice that someone else is being harassed, or have any other concerns, please contact a member of Schrödinger Hat staff immediately. You can make a personal report by: Twitter's direct message service: @schrodinger_hat. Email: schrodinger.hat.show@gmail.com Phone (organiser's numbers are shared at the beginning of the event and monitored during the event). Reaching out to an organiser who will make sure the conversation is held privately. You will not be asked to confront anyone and we won't tell anyone who you are. We will identify ourselves at the beginning of each event. Schrödinger Hat staff will be happy to help participants contact venue security (if available) or local law enforcement, provide escorts, or otherwise assist those experiencing harassment to feel safe for the duration of the event. We value your attendance. We expect everyone to follow these rules at the all the events organised by Schrödinger Hat (meetups, workshops, other events and post meetup related social events)."
  },
  "TicketCounter": {
    "title": "Disponibilidad de entradas:",
    "in_person": "En persona:",
    "online": "Online:"
  }
}
